Repository: AreaSong/AreaChain
Catalog: AreaChain/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# command.choice.best
source: Best
zh_hans: 最佳

# command.choice.best.aliases
source: Best
zh_hans: 最佳

# command.choice.today
source: Today
zh_hans: 今天

# command.choice.today.aliases
source: Today
zh_hans: 今天

# command.choice.yesterday
source: Yesterday
zh_hans: 昨天

# command.choice.yesterday.aliases
source: Yesterday
zh_hans: 昨天

# command.choice.upcoming
source: Upcoming
zh_hans: 即将

# command.choice.upcoming.aliases
source: Upcoming
zh_hans: 即将

# command.choice.all
source: All
zh_hans: 全部

# command.choice.all.aliases
source: All
zh_hans: 全部

# command.choice.overdue
source: Overdue
zh_hans: 逾期

# command.choice.overdue.aliases
source: Overdue
zh_hans: 逾期

# command.choice.withReminder
source: With reminder
zh_hans: 有提醒

# command.choice.withReminder.aliases
source: With reminder
zh_hans: 有提醒

# command.choice.withoutReminder
source: Without reminder
zh_hans: 无提醒

# command.choice.withoutReminder.aliases
source: Without reminder
zh_hans: 无提醒

# command.choice.todo
source: Todo
zh_hans: 待办

# command.choice.todo.aliases
source: Todo
zh_hans: 待办

# command.choice.routine
source: Routine
zh_hans: 重复事项

# command.choice.routine.aliases
source: Routine
zh_hans: 重复事项

# command.choice.diary
source: Diary
zh_hans: 手记

# command.choice.diary.aliases
source: Diary
zh_hans: 手记

# command.choice.image
source: Image
zh_hans: 图片

# command.choice.image.aliases
source: Image
zh_hans: 图片

# command.choice.tag
source: Tag
zh_hans: 标签

# command.choice.tag.aliases
source: Tag
zh_hans: 标签

# command.choice.open
source: Open
zh_hans: 未完成

# command.choice.open.aliases
source: Open
zh_hans: 未完成

# command.choice.done
source: Done
zh_hans: 已完成

# command.choice.done.aliases
source: Done
zh_hans: 已完成

# command.choice.enabled
source: Enabled
zh_hans: 启用

# command.choice.enabled.aliases
source: Enabled
zh_hans: 启用

# command.choice.disabled
source: Disabled
zh_hans: 停用

# command.choice.disabled.aliases
source: Disabled
zh_hans: 停用

# command.choice.frequent
source: Frequent
zh_hans: 常用

# command.choice.frequent.aliases
source: Frequent
zh_hans: 常用

# command.choice.recent
source: Recent
zh_hans: 最近

# command.choice.recent.aliases
source: Recent
zh_hans: 最近

# command.choice.unused
source: Unused
zh_hans: 未使用

# command.choice.unused.aliases
source: Unused
zh_hans: 未使用

# command.choice.mixed
source: Mixed
zh_hans: 混合

# command.choice.mixed.aliases
source: Mixed
zh_hans: 混合

# command.choice.exact
source: Exact
zh_hans: 精确

# command.choice.exact.aliases
source: Exact
zh_hans: 精确

# command.choice.regex
source: Regex
zh_hans: 正则

# command.choice.regex.aliases
source: Regex
zh_hans: 正则

# command.choice.cursor
source: Cursor
zh_hans: 指针附近

# command.choice.cursor.aliases
source: Cursor
zh_hans: 指针附近

# command.choice.center
source: Center
zh_hans: 居中

# command.choice.center.aliases
source: Center
zh_hans: 居中

# command.choice.copy
source: Copy
zh_hans: 复制

# command.choice.copy.aliases
source: Copy
zh_hans: 复制

# command.choice.paste
source: Paste
zh_hans: 粘贴

# command.choice.paste.aliases
source: Paste
zh_hans: 粘贴

# command.choice.tenMinutes
source: Ten minutes
zh_hans: 十分钟

# command.choice.tenMinutes.aliases
source: Ten minutes
zh_hans: 十分钟

# command.choice.oneHour
source: One hour
zh_hans: 一小时

# command.choice.oneHour.aliases
source: One hour
zh_hans: 一小时

# command.choice.masterPassword
source: Master password
zh_hans: 主密码

# command.choice.masterPassword.aliases
source: Master password
zh_hans: 主密码

# command.choice.both
source: Both
zh_hans: 两种方式

# command.choice.both.aliases
source: Both
zh_hans: 两种方式

# command.choice.oneMinute
source: One minute
zh_hans: 一分钟

# command.choice.oneMinute.aliases
source: One minute
zh_hans: 一分钟

# command.choice.fiveMinutes
source: Five minutes
zh_hans: 五分钟

# command.choice.fiveMinutes.aliases
source: Five minutes
zh_hans: 五分钟

# command.choice.fifteenMinutes
source: Fifteen minutes
zh_hans: 十五分钟

# command.choice.fifteenMinutes.aliases
source: Fifteen minutes
zh_hans: 十五分钟

# command.choice.month
source: Month
zh_hans: 月

# command.choice.month.aliases
source: Month
zh_hans: 月

# command.choice.week
source: Week
zh_hans: 周

# command.choice.week.aliases
source: Week
zh_hans: 周

# command.choice.previous
source: Previous
zh_hans: 上一期

# command.choice.previous.aliases
source: Previous
zh_hans: 上一期

# command.choice.next
source: Next
zh_hans: 下一期

# command.choice.next.aliases
source: Next
zh_hans: 下一期

# command.choice.single
source: Single
zh_hans: 单选

# command.choice.single.aliases
source: Single
zh_hans: 单选

# command.choice.multiple
source: Multiple
zh_hans: 多选

# command.choice.multiple.aliases
source: Multiple
zh_hans: 多选

# command.choice.range
source: Range
zh_hans: 范围选择

# command.choice.range.aliases
source: Range
zh_hans: 范围选择

# command.choice.tasks
source: Tasks
zh_hans: 任务

# command.choice.tasks.aliases
source: Tasks
zh_hans: 任务

# command.choice.diaries
source: Diaries
zh_hans: 手记

# command.choice.diaries.aliases
source: Diaries
zh_hans: 手记

# command.choice.moss.aliases
source: Moss
zh_hans: 苔绿

# command.choice.stamp.aliases
source: Stamp
zh_hans: 印红

# command.choice.ink.aliases
source: Ink
zh_hans: 墨色

# command.choice.clay.aliases
source: Clay
zh_hans: 陶土

# command.choice.amber.aliases
source: Amber
zh_hans: 琥珀

# command.choice.slate.aliases
source: Slate
zh_hans: 板岩

# command.choice.toggleOverlay.aliases
source: Toggle overlay
zh_hans: 浮层开关

# command.choice.pasteToday.aliases
source: Paste today
zh_hans: 剪贴板加今天

# command.choice.openWorkspaceHotKey.aliases
source: Open workspace hot key
zh_hans: 全局工作台

# command.choice.clipboardHistory.aliases
source: Clipboard history
zh_hans: 剪贴板历史

# command.choice.search.aliases
source: Search
zh_hans: 搜索

# command.choice.openFilter.aliases
source: Open filter
zh_hans: 筛选

# command.choice.openWorkspace.aliases
source: Open workspace
zh_hans: 工作台

# command.choice.syntaxHelp.aliases
source: Syntax help
zh_hans: 语法帮助

# command.choice.openSettings.aliases
source: Open settings
zh_hans: 设置

# command.choice.quit.aliases
source: Quit
zh_hans: 退出

# command.choice.commitDiary.aliases
source: Commit diary
zh_hans: 记手记

# command.choice.saveDiary.aliases
source: Save diary
zh_hans: 保存手记小窗

# command.choice.openDiary.aliases
source: Open diary
zh_hans: 打开手记

# command.choice.copyDiary.aliases
source: Copy diary
zh_hans: 复制手记

# command.choice.selectAll.aliases
source: Select all
zh_hans: 清单全选

# command.choice.trashDiary.aliases
source: Trash diary
zh_hans: 手记回收

# command.reason.routineCompletion
source: Single and batch completion differ for skipped occurrences; semantics require a decision.
zh_hans: 单条与批量完成对跳过记录的处理不同，需先核定语义。

# command.reason.privateTagTransition
source: Tag links can trigger protection conversion and require the existing protection flow.
zh_hans: 标签关联可能触发保护转换，需按既有保护门禁接入。

# command.reason.privateTagMerge
source: Protection behavior when merging into private tags is unresolved.
zh_hans: 合并到私密标签的保护处理尚未决定。

# command.reason.globalUnlink
source: Global unlink exists only in the repository; a user action is not established.
zh_hans: 现有全局解绑只有仓储能力，尚无独立用户入口。

# command.reason.presetCleanup
source: Existing cleanup includes unused preset tags; the command scope requires a decision.
zh_hans: 现有清理包含未使用预置标签，指令范围需核定。

# command.reason.backupWithoutLock
source: Backup export availability without a configured lock requires a product decision.
zh_hans: 未配置私密锁时的备份导出可达性需要产品决定。

# command.reason.recoveryDesign
source: Reset recovery lacks complete failure results and recovery points; it is unavailable.
zh_hans: 重置恢复缺少完整失败结果和恢复点，尚不可开放。

# command.selector.restriction
source: This object selector only offers explicitly allowed commands.
zh_hans: 此对象选择器仅提供明确指定的指令。

# !p1 ~ !p4 快速设定重要与紧急
source: Use !p1–!p4 for importance and urgency
zh_hans: !p1 ~ !p4 快速设定重要与紧急

# @15:30 或预设时刻定时通知
source: Use @15:30 or a suggested time
zh_hans: @15:30 或预设时刻定时通知

# tags.selection.count %lld
source: %lld selected
zh_hans: 已选 %lld 个标签

# workspace.page.info
source: About this page
zh_hans: 页面说明

# workspace.progress.count %lld %lld
source: %1$lld of %2$lld completed
zh_hans: 已完成 %1$lld / %2$lld

# workspace.recurring.menu
source: Recurring
zh_hans: 重复事项

# workspace.search.placeholder
source: Search tasks, notes and attachment names
zh_hans: 搜索事项、手记和附件文件名

# workspace.search.title
source: Search Results
zh_hans: 搜索结果

# workspace.toolbar.more
source: More
zh_hans: 更多

# a11y.app.remaining %lld
source: AreaChain, %lld left today
zh_hans: AreaChain，今天还剩 %lld 条

# a11y.attachment %@
source: Attachment: %@
zh_hans: 附件：%@

# a11y.calendar.remaining %lld
source: %lld still open
zh_hans: 还剩 %lld 条

# a11y.calendar.today %@
source: Today, %@
zh_hans: 今天，%@

# a11y.capture %@
source: Task goes on %@
zh_hans: 待办写到 %@

# a11y.remaining %lld
source: %lld left today
zh_hans: 今天未完成 %lld 条

# a11y.upcoming.count %lld
source: Upcoming %lld
zh_hans: 即将 %lld 条

# a11y.upcoming.zero
source: Upcoming 0
zh_hans: 即将 0 条

# a11y.yesterday.count %lld
source: Yesterday %lld
zh_hans: 昨天 %lld 条

# a11y.yesterday.zero
source: Yesterday leftover 0
zh_hans: 昨天未完成 0 条

# alert.cancel
source: Cancel
zh_hans: 取消

# alert.import
source: Import these records?
zh_hans: 确认导入？

# alert.purge.all
source: Empty Trash
zh_hans: 清空

# alert.purge.all.message
source: Everything in Trash will be deleted forever.
zh_hans: 回收站里的都会彻底删掉，无法恢复。

# alert.purge.all.title
source: Empty Trash?
zh_hans: 清空回收站？

# alert.purge.message %@
source: “%@” will be gone for good.
zh_hans: 「%@」删掉后无法恢复。

# alert.purge.one
source: Delete Forever
zh_hans: 彻底删除

# alert.purge.title
source: Delete forever?
zh_hans: 彻底删除？

# alert.quit.message
source: The menu bar item and global shortcuts will be unavailable after quitting. Unsaved input may be lost.
zh_hans: 退出后菜单栏入口和全局快捷键将不可用。未保存的输入可能丢失。

# alert.quit.title
source: Quit AreaChain?
zh_hans: 确定要退出 AreaChain？

# alert.reset
source: This deletes the local areachain store, then quits. Use it only when the original file won’t open.
zh_hans: 会删掉本机 areachain 库，然后退出。原文件打不开才用这一步。

# alert.reset.keeps
source: Clipboard history and the privacy lock configuration stay. Keychain credentials are not removed.
zh_hans: 剪贴板历史和私密锁配置会留下，钥匙串里的解锁凭据也不会删除。

# alert.reset.quit
source: Erase and quit
zh_hans: 清空并退出

# alert.trash.message %@
source: “%@” will go to Trash. You can restore it later.
zh_hans: 「%@」会进回收站，以后还能恢复。

# alert.trash.move
source: Move to Trash
zh_hans: 移到回收站

# alert.trash.title
source: Move to Trash?
zh_hans: 移到回收站？

# alert.write
source: Write
zh_hans: 写入

# appearance.dark
source: Dark
zh_hans: 深色

# appearance.light
source: Light
zh_hans: 浅色

# appearance.system
source: System
zh_hans: 系统

# attachment.cleanup.pending
source: Some attachment files could not be removed. Their records remain in Trash. Check disk access, then delete them again or empty Trash to retry.
zh_hans: 部分附件文件未能删除，记录仍保留在回收站。请检查磁盘权限后，再次彻底删除或清空回收站以重试。

# attachments.delete
source: Move to Trash
zh_hans: 进回收站

# attachments.empty
source: No attachments yet.
zh_hans: 还没有附件。

# attachments.hint
source: Pictures from tasks, routines and ordinary notes. Reveal a private note to view its pictures there.
zh_hans: 展示一次性事项、重复事项和普通手记的图片；私密手记图片请在手记中显示正文后查看。

# attachments.owner.diary
source: Notes
zh_hans: 手记

# attachments.owner.routine
source: Recurring
zh_hans: 重复事项

# attachments.owner.todo
source: One-off
zh_hans: 一次性事项

# batch.clear
source: Clear selection
zh_hans: 取消选择

# batch.done
source: Mark done
zh_hans: 标记为已完成

# batch.exit
source: Exit batch
zh_hans: 退出批量操作

# batch.move.date
source: Reschedule
zh_hans: 移动日期

# batch.select.all
source: Select all
zh_hans: 全选/进入批量操作

# batch.selected %lld
source: %lld selected
zh_hans: 已选 %lld 项

# batch.status
source: Status
zh_hans: 状态

# batch.tag
source: Tags
zh_hans: 打标签

# batch.undone
source: Mark not done
zh_hans: 标记为未完成

# calendar.add
source: Add to this day
zh_hans: 加到这一天

source: Calendar span
zh_hans: 日历跨度

# calendar.span.month
source: Month
zh_hans: 月

# calendar.span.week
source: Week
zh_hans: 周

# calendar.week.next
source: Next week
zh_hans: 下一周

# calendar.week.prev
source: Previous week
zh_hans: 上一周

# calendar.next
source: Next month
zh_hans: 下个月

# calendar.prev
source: Previous month
zh_hans: 上个月

# calendar.today
source: Today
zh_hans: 回今天

# capture.afterTomorrow
source: Day after tomorrow
zh_hans: 后天

# capture.diary
source: Notes
zh_hans: 手记

# capture.image
source: Image
zh_hans: 图片

# capture.pick
source: Pick a day…
zh_hans: 选一天…

# capture.placeholder.other %@
source: Return adds to %@, ⌘Return still writes today’s notes
zh_hans: 回车加到%@，⌘回车仍写今天手记

# capture.preview.empty
source: Previewing task…
zh_hans: 预览待办…

# capture.preview.untitled
source: Untitled Todo
zh_hans: 未命名待办

# capture.placeholder.content
source: Add task description...
zh_hans: 输入待办内容...

# capture.placeholder.today
source: Add a quick task...
zh_hans: 随手记一条待办...

# capture.placeholder.tomorrow
source: Return adds to tomorrow, ⌘Return still writes today’s notes
zh_hans: 回车加到明天，⌘回车仍写今天手记

# capture.today
source: Today
zh_hans: 今天

# capture.tomorrow
source: Tomorrow
zh_hans: 明天

# capture.use.day
source: Use this day
zh_hans: 用这一天

# checkbox.done
source: Done
zh_hans: 已完成

# checkbox.open
source: Open
zh_hans: 未完成

# chip.upcoming
source: Upcoming
zh_hans: 即将

# chip.yesterday
source: Yesterday
zh_hans: 昨天

# classify.important
source: Important
zh_hans: 重要

# classify.important.on
source: Important · on
zh_hans: 重要（已开）

# classify.tags
source: Tags
zh_hans: 标签

# classify.urgent
source: Urgent
zh_hans: 紧急

# classify.urgent.on
source: Urgent · on
zh_hans: 紧急（已开）

# common.close
source: Close
zh_hans: 关闭

# common.save
source: Save
zh_hans: 保存

# day.confirm
source: Move to this day
zh_hans: 改到这一天

# day.date
source: Date
zh_hans: 日期

# day.move.afterTomorrow
source: Move to the day after tomorrow
zh_hans: 放到后天

# day.move.today
source: Move to today
zh_hans: 放到今天

# day.move.tomorrow
source: Move to tomorrow
zh_hans: 放到明天

# day.pick
source: Pick a day…
zh_hans: 选一天…

# day.pick.title
source: Which day?
zh_hans: 改到哪一天

# diary.attach
source: Add image
zh_hans: 添加图片附件

# diary.back
source: Back to today
zh_hans: 回今天

# diary.composer
source: Write a note... (Return to save)
zh_hans: 记录此刻的想法...（回车保存）

# diary.composer.placeholder
source: Write a note, pick #password / #idea / #journal, or type #tags. ⌘Return saves
zh_hans: 写下一条记录，点选 #密码 / #小巧思 / #日记，或在正文里写 #标签，⌘Return 保存

# diary.composer.save
source: Save memo
zh_hans: 存入手记

# diary.copied
source: Copied
zh_hans: 已复制

# diary.copy
source: Copy
zh_hans: 复制内容

# diary.copy.password
source: Copy password
zh_hans: 复制密码

# diary.copy.password.help
source: Copy password to the clipboard
zh_hans: 复制密码内容到剪贴板

# diary.count_format
source: %lld notes
zh_hans: 共 %lld 条

# diary.date.today
source: Today %@
zh_hans: 今天 %@

# diary.date.yesterday
source: Yesterday %@
zh_hans: 昨天 %@

# diary.delete
source: Delete
zh_hans: 删除

# diary.edit
source: Edit
zh_hans: 改字

# diary.edit.help
source: Edit (double-click)
zh_hans: 编辑记录（可双击文字）

# diary.empty.filtered
source: No matching notes
zh_hans: 未找到匹配的记录

# diary.empty.hint
source: Write above and pick Password, Idea, or Journal
zh_hans: 在上方输入框写下内容，并点选密码、小巧思或日记

# diary.empty.past
source: Nothing was recorded on this day.
zh_hans: 这一天没有留下手记。

# diary.empty.title
source: No notes yet
zh_hans: 还没有记录任何灵感或备忘

# diary.empty.today
source: No notes yet today. Write a line above.
zh_hans: 还没有今天的手记。在上面写下第一句。

# diary.hint
source: New notes still go to today
zh_hans: 写下仍会记到今天

# diary.mask
source: Hide
zh_hans: 隐藏遮罩

# diary.next
source: Next day
zh_hans: 后一天

# diary.page.count %lld
source: %lld notes
zh_hans: %lld 条记录

# diary.page.subtitle
source: Ideas, passwords, and journal entries — tag each one
zh_hans: 记录小巧思、密码备忘与日常随笔，每条都可打上分类标签

# diary.page.title
source: Memos
zh_hans: 灵感手记

# diary.pin
source: Pin to top
zh_hans: 置顶到顶部

# diary.prev
source: Previous day
zh_hans: 前一天

# diary.privacy
source: Private memo
zh_hans: 隐私备忘

# diary.private.attachment
source: Private note attachment
zh_hans: 私密手记附件

# diary.private.title
source: Private note · hidden
zh_hans: 私密手记 · 已隐藏

# diary.quick.empty.hint
source: Capture a note above, or continue in a separate window.
zh_hans: 在上方随手记下，长内容可在小窗继续写。

# diary.quick.input
source: Note content
zh_hans: 手记内容

# diary.quick.placeholder
source: Write something…
zh_hans: 记点什么…

# diary.quick.save
source: Save note
zh_hans: 保存手记

# diary.quick.save.help
source: Save note (Return / ⌘Return)
zh_hans: 保存手记 (Return / ⌘Return)

# diary.quick.open
source: Open in window
zh_hans: 独立小窗打开

# diary.quick.copy
source: Copy note
zh_hans: 复制手记正文

# diary.quick.pin
source: Pin note
zh_hans: 置顶手记

# diary.quick.unpin
source: Unpin note
zh_hans: 取消置顶

# diary.quick.attach
source: Add attachment
zh_hans: 添加附件图片

# diary.quick.workspace
source: Open in workspace
zh_hans: 在工作台中查看

# diary.quick.delete
source: Move note to trash
zh_hans: 删除手记

# diary.record
source: Record
zh_hans: 记录

# diary.rename
source: Edit this line
zh_hans: 改这句

# diary.reveal
source: Show content
zh_hans: 显示内容

# diary.search.placeholder
source: Search notes or #tags…
zh_hans: 搜索手记或 #标签…

# diary.tag.add
source: Add another tag
zh_hans: 添加其它标签

# diary.tag.off
source: Remove tag
zh_hans: 取消标签

# diary.tag.on
source: Apply tag
zh_hans: 打上标签

# diary.today.title
source: Today’s notes
zh_hans: 今日随笔

# diary.unmask
source: Show plaintext
zh_hans: 显示明文

# diary.unmask.first
source: Reveal the note before editing
zh_hans: 请先显示明文再编辑

# diary.unpin
source: Unpin
zh_hans: 取消置顶

# diary.window.close.message
source: There are unsaved changes. If saving fails, the window stays open. Choose Don't Save only to discard the draft.
zh_hans: 有尚未保存的内容。保存失败时窗口会保留，选择“不保存”才会丢弃草稿。

# diary.window.close.title
source: Save your note before closing?
zh_hans: 保存手记后再关闭？

# diary.window.continue
source: Continue in note window
zh_hans: 在小窗继续写

# diary.window.discard
source: Don't Save
zh_hans: 不保存

# diary.window.new
source: New note
zh_hans: 新手记

# diary.window.open
source: Open in note window
zh_hans: 在小窗打开

# diary.window.pin
source: Keep on top
zh_hans: 窗口置顶

# diary.window.reload
source: Discard draft and reload
zh_hans: 舍弃草稿并重新载入

# diary.window.reload.title
source: Discard this draft and reload?
zh_hans: 舍弃当前草稿并重新载入？

# diary.window.save.conflict
source: This note changed elsewhere. Your draft is kept. Review before reloading.
zh_hans: 原记录已在其他位置修改。草稿已保留，请核对后重新载入。

# diary.window.save.failed
source: Couldn't save. Your draft is kept. Try again.
zh_hans: 保存失败，草稿已保留，请重试。

# diary.window.save.help
source: Save note (⌘S / ⌘Return)
zh_hans: 保存手记（⌘S / ⌘Return）

# diary.window.save.missing
source: The note was deleted or is unavailable. Your draft is kept; the original won't be overwritten or recreated.
zh_hans: 原记录已删除或暂不可用。草稿仍保留，不会覆盖或重建原记录。

# diary.window.saved
source: Saved
zh_hans: 已保存

# diary.window.unpin
source: Unpin window
zh_hans: 取消窗口置顶

# diary.window.unsaved
source: Unsaved changes
zh_hans: 未保存

# diary.window.workspace
source: Open in workspace
zh_hans: 在工作台打开

# drawer.attachments.paste
source: Paste image from clipboard
zh_hans: 从剪贴板粘贴图片

# drawer.attachments.pick
source: Choose image
zh_hans: 选择图片

# drawer.attachments.title %lld
source: Attachments (%lld)
zh_hans: 附件（%lld）

# drawer.close.help
source: Close inspector (Esc)
zh_hans: 关闭检查器 (Esc)

# drawer.date.title
source: Schedule
zh_hans: 排期

# drawer.delete
source: Move to Trash
zh_hans: 移入废纸篓

# drawer.empty.hint
source: Click any task in the list to inspect and edit it
zh_hans: 在左侧列表中点击任意事项以查看和编辑详情

# drawer.empty.title
source: No task selected
zh_hans: 未选中事项

# drawer.inspector.toggle
source: Show or hide inspector
zh_hans: 显示/隐藏检查器

# drawer.meta.created %@
source: Created %@
zh_hans: 创建于 %@

# drawer.meta.source %@
source: Source: %@
zh_hans: 来源：%@

# drawer.meta.title
source: Details
zh_hans: 元信息

# drawer.notes.count %lld
source: %lld characters
zh_hans: %lld 字

# drawer.notes.links
source: Quick links
zh_hans: 快捷链接

# drawer.notes.placeholder
source: Add notes, details, or links…
zh_hans: 添加详细备注、相关说明或链接...

# drawer.notes.title
source: Notes
zh_hans: 备注

# drawer.quadrant.title
source: Priority
zh_hans: 四象限优先级

# drawer.remind.title
source: Reminder
zh_hans: 提醒

# drawer.section.assets
source: Notes & Files
zh_hans: 记录与资产

# drawer.section.basics
source: Basics
zh_hans: 基本信息

# drawer.section.classify
source: Organization
zh_hans: 分类与组织

# drawer.section.habit
source: Recurring
zh_hans: 重复事项

# drawer.section.schedule
source: Schedule & Priority
zh_hans: 安排与优先级

# drawer.streak.best
source: Best Streak
zh_hans: 历史最佳

# drawer.streak.current
source: Current Streak
zh_hans: 当前连续

# drawer.streak.days
source: days
zh_hans: 天

# drawer.streak.status.completed
source: Completed
zh_hans: 已打卡

# drawer.streak.status.offday
source: Not scheduled
zh_hans: 非计划打卡日

# drawer.streak.status.paused
source: Recurring item paused
zh_hans: 重复事项已停用

# drawer.streak.status.pending
source: Pending
zh_hans: 待打卡

# drawer.streak.status.skipped
source: Skipped
zh_hans: 已跳过

# drawer.streak.title
source: Habit Streak
zh_hans: 习惯打卡统计

# drawer.subtasks.add
source: Add
zh_hans: 添加

# drawer.subtasks.delete
source: Delete this item
zh_hans: 删除此项

# drawer.subtasks.edit
source: Edit text
zh_hans: 修改文字

# drawer.subtasks.placeholder
source: Add a step…
zh_hans: 添加检查步骤...

# drawer.subtasks.title
source: Subtasks
zh_hans: 子任务清单

# drawer.tag.add
source: Add tag
zh_hans: 添加新标签

# drawer.tag.create
source: Create
zh_hans: 创建

# drawer.tag.create.name
source: Tag name
zh_hans: 标签名称

# drawer.tag.create.title
source: New tag
zh_hans: 创建新标签

# drawer.tag.empty
source: No tags yet. Tap + to create one.
zh_hans: 暂无标签，点击右上角「+」创建

# drawer.tags.title
source: Tags
zh_hans: 标签

# drawer.title.placeholder
source: Title
zh_hans: 标题

# drawer.untitled
source: Untitled
zh_hans: 无标题

# drawer.weekdays.title
source: Repeat
zh_hans: 重复星期

# editor.unsaved
source: Not saved
zh_hans: 未保存

# empty.filter
source: Nothing matches this filter.
zh_hans: 这个筛选下没有事项。

# empty.filtered.todos
source: No matching tasks
zh_hans: 暂无相关事项

# empty.routines.today
source: Nothing recurring is scheduled today. Manage recurring items from Today.
zh_hans: 今天没有排定的重复事项。可在今日页管理重复事项。

# empty.todos
source: Type above and press Return.
zh_hans: 突然想到的，打在上面回车。

# empty.todos.hint
source: Type above and press Return.
zh_hans: 突然想到的，打在上面回车。

# empty.todos.title
source: Plan your day ahead
zh_hans: 开始规划今天的事

# empty.yesterday.hint
source: Roll them over to today or capture a new task above.
zh_hans: 可延期至今日处理，或在上方随手记下新安排。

# empty.yesterday.title
source: Unfinished tasks from yesterday
zh_hans: 昨日仍有待办待推进

# empty.allDone.hint
source: Your dayboard is clear. Take a break and relax.
zh_hans: 今日清单已清空，好好放松一下吧。

# empty.allDone.title
source: All tasks completed today
zh_hans: 今天的待办都已完成

# empty.filter.hint
source: Try adjusting or clearing your current filter.
zh_hans: 尝试更改或清除当前筛选条件。

# Esc 收起
source: Esc to collapse
zh_hans: Esc 收起

# filter.all
source: All
zh_hans: 全部

# filter.clear
source: Reset
zh_hans: 重置全部

# filter.date
source: Date Range
zh_hans: 时间范围

# filter.reminder
source: Reminder
zh_hans: 提醒

# filter.reminder.set
source: Has reminder
zh_hans: 有提醒

# filter.reminder.unset
source: No reminder
zh_hans: 无提醒

# filter.priority
source: Priority
zh_hans: 优先级

# filter.priority.high
source: High Priority
zh_hans: 全部高优

# filter.priority.p1
source: P1 Important & Urgent
zh_hans: P1 重要且紧急

# filter.priority.p2
source: P2 Important
zh_hans: P2 重要不紧急

# filter.priority.p3
source: P3 Urgent
zh_hans: P3 紧急不重要

# filter.priority.p4
source: P4 Rest
zh_hans: P4 顺便/稍后

# filter.date.today
source: Today
zh_hans: 今天

# filter.date.recent
source: Recent
zh_hans: 近期

# filter.date.overdue
source: Overdue
zh_hans: 已逾期

# filter.collapse
source: Collapse filters
zh_hans: 收起筛选

# filter.collapsed
source: Collapsed
zh_hans: 已收起
